<?php get_header();?>
<?php get_sidebar();?>

<main class="main" id="part0">
    <section class="part1">
        <div class="part1_wrap content">
            <article class="block1">
                <h1>Английский <br> язык с нуля <br> для детей <br> и взрослых</h1>
                <p>Первое занятие бесплатно!</p>
                <button class="sub_btn" type="submit">Записаться</button>
            </article>
        </div>
    </section>
    
    <section class="part2">
        <div class="part2_wrap content">
            <div class="part_title">
                <h2>Почему мы?</h2>
                <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Quos excepturi facilis dignissimos quia sint. Veniam quasi voluptatibus minima beatae quod assumenda quae provident delectus, fugiat, incidunt possimus quia eveniet odit?</p>
            </div>
        </div>
        <div class="box_comment content">
            <article class="comment">
                <span>
                    <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512"  xml:space="preserve">
                        <g>
                        	<path class="st0" d="M511.031,187.125c-6.969-75.75-72.734-124.344-137.359-124.344C309.031,62.781,256,115.172,256,179.797l0,0
                        		c0-64.625-53.031-117.016-117.656-117.016c-64.641,0-130.406,48.594-137.375,124.344C0.313,194.328,0,201.234,0,207.844
                        		c-0.625,152.328,169.156,154.891,247.047,235.547c3.141,3.25,2.609,2.969,2.609,2.969c1.609,1.813,3.906,2.859,6.344,2.859
                        		s4.75-1.047,6.359-2.875c0,0-0.547,0.297,2.609-2.953C342.844,362.719,512.625,360.172,512,207.844
                        		C512,201.234,511.688,194.328,511.031,187.125z"/>
                        </g>
                    </svg>
                </span>
                <div class="title_comment">
                    <h3>Доступные цены и гибкая система скидок</h3>
                    <p>Учить иностранные языки – здорово! Мы ждем вас в нашем лингвоцентре в Москве!</p>
                </div>
            </article>
            <article class="comment">
                <span>
                    <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512"  xml:space="preserve">
                        <g>
                            <path class="st0" d="M474.344,211.406c-5.5-10.563-8.844-19-10.781-25.313c-0.938-2.938-1.516-5.359-1.906-7.344
                                c7.406-7.781,13.063-17.172,16.125-27.719c1.813-6.188,2.719-12.563,2.719-18.906c0-12.594-3.531-25.078-10.344-35.953
                                l-38.344-61.203c-5.531-8.828-12.75-16.531-21.438-22.313S391.5,3.063,380.453,2.25c-1.859-0.141-3.688-0.203-5.516-0.203
                                c-18.063-0.078-35.516,6.969-48.125,20.734c-0.625,0.5-1.969,1.5-3.625,2.344c-1.875,0.984-3.906,1.531-5.031,1.5
                                c-1.281,0.063-4.328-0.75-7.688-2.656c-3.359-1.891-6.953-4.641-9.875-7.219C287.844,5.594,271.875,0,256,0
                                s-31.844,5.594-44.563,16.75c-2.938,2.563-6.531,5.328-9.906,7.188c-3.375,1.938-6.406,2.75-7.703,2.688
                                c-1.141,0.031-3.172-0.516-5.031-1.5c-1.672-0.844-3.047-1.859-3.656-2.344c-12.609-13.766-30.047-20.828-48.109-20.75
                                c-1.859,0-3.688,0.094-5.438,0.219h-0.063c-11.031,0.781-21.25,4.609-29.922,10.406c-8.688,5.781-15.922,13.5-21.453,22.328
                                L41.813,96.172C35,107.047,31.5,119.531,31.5,132.094c0,6.375,0.906,12.75,2.703,18.969c3.078,10.5,8.703,19.906,16.109,27.672
                                c-1.156,5.938-4.266,16.484-12.688,32.703c-14.875,28.656-22.594,58.125-22.594,86.969c0,16.719,2.594,33.219,7.828,49.094
                                C37.719,392.609,72.625,429.203,122,453.281c28.344,13.891,57.281,27.438,79.188,37.531c10.938,5.063,20.125,9.25,26.594,12.188
                                c3.234,1.469,5.781,2.609,7.531,3.406c0.875,0.391,1.547,0.688,2,0.906l0.5,0.219l0.094,0.031h0.016
                                C243.609,510.5,249.813,512,256,512s12.375-1.5,18.031-4.438l0.016,0.031c0.688-0.313,15.75-7.063,37.484-17.109
                                c21.781-10.047,50.375-23.453,78.469-37.203c49.359-24.078,84.297-60.672,99.141-105.781c5.234-15.875,7.828-32.375,7.828-49.094
                                C496.969,269.563,489.25,240.094,474.344,211.406z M237.219,507.219c0.016,0,0.031,0,0.047,0.031l0.109,0.063L237.219,507.219z
                                 M237.75,507.469L237.75,507.469v0.031V507.469z M465.703,339.781c-12.484,37.781-41.734,69.375-86.547,91.344
                                c-28.172,13.797-56.969,27.281-78.719,37.313c-10.875,5.031-20,9.188-26.422,12.094c-3.203,1.453-5.734,2.594-7.469,3.375
                                c-0.859,0.391-1.547,0.688-1.984,0.906l-0.531,0.234l-0.156,0.078l-0.094,0.031l-0.063,0.031l-0.328,0.156l-0.203,0.094
                                L263,485.547c-2.156,1.172-4.609,1.781-7,1.781c-2.375,0-4.844-0.609-7-1.781l-0.125-0.078l0.219,0.125l-0.625-0.313l-0.313-0.156
                                c-1.344-0.609-16.25-7.313-37.906-17.297c-21.641-9.984-49.859-23.203-77.406-36.703c-44.781-21.969-74.063-53.563-86.547-91.344
                                c-4.406-13.375-6.609-27.219-6.609-41.375c0-24.422,6.531-49.938,19.844-75.594c12.953-25,15.781-40.141,16.125-48.016l0.25-6.016
                                l-4.594-3.906c-6.344-5.406-11.031-12.578-13.422-20.719c-1.156-3.969-1.719-8-1.719-12.063c0-8,2.234-15.906,6.547-22.813
                                l38.359-61.219c3.828-6.094,8.719-11.25,14.203-14.875c5.5-3.656,11.531-5.859,18.063-6.344l-0.516,0.031l0.453-0.031
                                c1.328-0.094,2.578-0.125,3.75-0.125c12.438,0.078,22.641,4.406,30.719,13.5l0.656,0.766l0.781,0.641
                                c1.422,1.156,4.281,3.375,8.375,5.469c4.094,2.063,9.531,4.172,16.266,4.219c7.766-0.063,14.203-2.781,19.766-5.844
                                c5.547-3.125,10.281-6.828,14.078-10.156c8.141-7.094,18.203-10.625,28.328-10.641c10.125,0.016,20.219,3.547,28.344,10.641
                                c3.797,3.344,8.531,7.063,14.063,10.156c5.563,3.063,12,5.781,19.75,5.844c6.75-0.047,12.172-2.156,16.281-4.219
                                c4.094-2.109,6.938-4.328,8.344-5.469l0.781-0.641l0.672-0.766c8.078-9.094,18.266-13.406,30.703-13.5
                                c1.219,0,2.453,0.047,3.719,0.125c6.531,0.5,12.563,2.688,18.047,6.344c5.484,3.641,10.391,8.781,14.203,14.875l38.344,61.203
                                c4.344,6.922,6.563,14.859,6.563,22.859c0,4.031-0.563,8.063-1.719,12.031c-2.375,8.156-7.094,15.328-13.438,20.719l-4.594,3.906
                                l0.25,6c0.188,4.688,1.219,10.688,3.688,18.625c2.453,7.922,6.375,17.672,12.453,29.375c13.328,25.688,19.844,51.219,19.859,75.625
                                C472.297,312.578,470.125,326.391,465.703,339.781z"/>
                            <path class="st0" d="M412.813,132.094l-38.344-61.188c0,0-52.281,54.75-118.469-3.219c-66.219,57.969-118.484,3.219-118.484,3.219
                                l-38.328,61.188c0,0,44.828,21.328-1.5,110.531C65.438,304.781,86.125,360.406,151.75,392.5
                                C210.063,421.047,256,446.047,256,446.047s45.922-25,104.25-53.547c65.625-32.094,86.313-87.719,54.031-149.875
                                C367.938,153.422,412.813,132.094,412.813,132.094z"/>
                        </g>
                    </svg>
                </span>
                <div class="title_comment">
                    <h3>Высококвалифицированный персонал, носители языков</h3>
                    <p>В нашей команде — высококвалифицированные русскоязычные педагоги и носители иностранных языков.</p>
                </div>
            </article>
            <article class="comment">
                <span>
                    <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512"  xml:space="preserve">
                    <g>
                        <polygon class="st0" points="256,12.531 327.047,183.922 512,198.531 370.938,319.047 414.219,499.469 256,402.563 97.781,499.469 
                            141.063,319.047 0,198.531 184.953,183.922 	"/>
                    </g>
                    </svg>
                </span>
                <div class="title_comment">
                    <h3>Эффективные методики обучения</h3>
                    <p>Мы работаем более7 лет на рынке образовательных услуг, применяя самые новые и эффективные методики.</p>
                </div>
            </article>
            <article class="comment">
                <span>
                    <svg fill="#000000" viewBox="0 0 32 32" version="1.1" xmlns="http://www.w3.org/2000/svg">
                        <title>alarmclock</title>
                        <path d="M27.229 14.775c-1.374-3.807-4.725-6.729-8.891-7.659 1.067-1.532 2.836-2.539 4.845-2.539 3.264 0 5.909 2.646 5.909 5.91 0 1.694-0.722 3.211-1.863 4.288zM15.864 4.799v3.716c5.67 0.231 10.199 4.888 10.199 10.614 0 2.392-0.799 4.592-2.13 6.367l2.464 4.269-2.047 1.183-2.109-3.654c-1.846 1.543-4.221 2.474-6.814 2.474-2.579 0-4.943-0.919-6.784-2.445l-2.165 3.747-2.047-1.183 2.516-4.356c-1.348-1.782-2.156-3.995-2.156-6.402 0-5.688 4.468-10.319 10.084-10.608v-3.722c-0.573-0.205-0.989-0.74-0.989-1.385 0-0.82 0.665-1.484 1.484-1.484s1.485 0.665 1.485 1.484c-0.001 0.645-0.417 1.18-0.991 1.385zM7.153 19.129c0 4.57 3.704 8.273 8.273 8.273s8.273-3.703 8.273-8.273c0-4.568-3.705-8.272-8.273-8.272s-8.273 3.704-8.273 8.272zM17.906 20.918h-2.969c-0.547 0-0.99-0.443-0.99-0.99v-3.959c0-0.547 0.443-0.99 0.99-0.99 0.546 0 0.989 0.443 0.989 0.99v2.969h1.979c0.547 0 0.99 0.443 0.99 0.99s-0.442 0.99-0.989 0.99zM3.772 14.775c-1.142-1.078-1.864-2.594-1.864-4.288 0-3.264 2.646-5.91 5.91-5.91 2.008 0 3.776 1.007 4.845 2.539-4.166 0.93-7.517 3.852-8.891 7.659z"></path>
                        </svg>
                </span>
                <div class="title_comment">
                    <h3>Вы решаете, когда Вам удобно учиться</h3>
                <p>Удобное расписание занятий. Мы стремимся создать комфортную и дружескую атмосферу на занятиях!</p>
                </div>
            </article>
        </div>
    </section>
    <?php echo do_shortcode('[rolo_slider name="17"]'); ?>
    <section class="part3" id="part1">
        <div class="part3_wrap content">
            <div class="part_title">
                <h2>Наши преподаватели</h2>
                <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Officia dolores asperiores incidunt dolorum laborum atque quod a deserunt, minima totam iste similique blanditiis quo excepturi quisquam eveniet esse necessitatibus perferendis!</p>
            </div>
            <div class="box_teacher content">
                <article class="teacher">
                    <img src="wp-content/themes/myTheme/pic/f.jpg" alt="girls">
                    <h3>Инга Петрова</h3>
                    <p>Преподает языки: английский - общий курс, деловой английский, французский - общий курс.</p>
                    <button class="sub_teach_btn" type="submit">Записаться</button>
                </article>
                <article class="teacher">
                    <img src="wp-content/themes/myTheme/pic/f2.jpg" alt="girls">
                    <h3>Оксана Макарова</h3>
                    <p>Преподает языки: английский язык, деловой английский, подготовка к IELTS.</p>
                    <button class="sub_teach_btn" type="submit">Записаться</button>
                </article>
                <article class="teacher">
                    <img src="wp-content/themes/myTheme/pic/f 3.jpg" alt="girls" height="234">
                    <h3>Иван Щеглов</h3>
                    <p>Преподает языки: английский - общий курс, деловой английский, французский - общий курс.</p>
                    <button class="sub_teach_btn" type="submit">Записаться</button>
                </article>
            </div>
        </div>
    </section>
    <section class="part4" id="part2">
        <div class="triangle_down"></div>
            <div class="part4_wrap content">
                <div class="part4_title">
                    <h1>Воспользуйтесь выгодным предложением уже <br> сегодня</h1>
                    <p>Оставьте контакты и мы вам перезвоним</p>
                </div>
                <form class="subForm" action="#" method="post">
                    <input type="text" name="name" id="nameInpt" placeholder="Ваше имя">
                    <input type="tel" name="phone" id="phoneInpt" placeholder="Телефон">
                    <input type="text" name="subject" id="subjectInpt" placeholder="Комментарий">
                    <button class="subForm_btn" type="submit">Записаться</button>
                </form>
            </div>
    </section>
    <section class="part5">
        <div class="part5_wrap content">
            <div class="part_title">
                <h2>Формы обучения</h2>
                <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Officia dolores asperiores incidunt dolorum laborum atque quod a deserunt, minima totam iste similique blanditiis quo excepturi quisquam eveniet esse necessitatibus perferendis!</p>
            </div>
            <div class="box_part5 content">
                <article class="edu">
                    <img src="wp-content/themes/myTheme/pic/f 4.jpg" alt="f 4">
                    <h3>Индивидуально</h3>
                    <p>Вы будете заниматься один на один с преподавателем. Можете выбрать место и время проведения занятий. План обучения будет составлен лично для вас.</p>
                    <h4>от 1 000 р./месяц</h4>
                    <button class="sendForm_btn" type="submit">Заказать</button>
                </article>
                <article class="edu">
                    <img src="wp-content/themes/myTheme/pic/f 5.jpg" alt="f 5">
                    <h3>Группа</h3>
                    <p>Женя, пообщавшись с тобой впервые, я не на секунду не задумалась , кого бы я хотела видеть ведущим у нас на свадьбе!!! Ты один из самых позитивнейших людей с которыми я когда либо общалась!</p>
                    <h4>от 1 000 р./месяц</h4>
                    <button class="sendForm_btn" type="submit">Заказать</button>
                </article>
                <article class="edu">
                    <img src="wp-content/themes/myTheme/pic/f 6.jpg" alt="f 6" height="234">
                    <h3>Репетитор для детей</h3>
                    <p>Репетитор иностранного языка поможет Вашему ребёнку лучше подготовиться к школе, сдаче вступительного экзамена или просто улучшить навыки общения на иностранном языке.</p>
                    <h4>от 1 000 р./месяц</h4>
                    <button class="sendForm_btn" type="submit">Заказать</button>
                </article>
            </div>
    </section>
    <section class="part6">
        <div class="part6_wrap content">
            <div class="part_title">
                <h2>Частые вопросы</h2>
            </div>
            <article class="qestion">
                <button class="collapsible">А много ли вопросов задают в частых вопросах?</button>
                <div class="content_collapsible">
                  <p>Это ответ на частый вопрос. Он вставлен как обычный текстовый блок. Также в область ответа можно вставить любой блок из редактора мотора, но лучше ограничиться обычным текстом или картинкой.
                    Если вы вставляете колонки, то не забудьте настроить отображение  этого блока в мобильной версии сайта.</p>
                </div>
            </article>
            <article class="qestion">
                <button class="collapsible">Что нужно, чтобы задать свой вопрос?</button>
                <div class="content_collapsible">
                  <p>Это ответ на частый вопрос. Он вставлен как обычный текстовый блок. Также в область ответа можно вставить любой блок из редактора мотора, но лучше ограничиться обычным текстом или картинкой.
                    Если вы вставляете колонки, то не забудьте настроить отображение  этого блока в мобильной версии сайта.</p>
                </div>
            </article>
            <article class="qestion">
                <button class="collapsible">А какие еще вопросы нам обычно задают?</button>
                <div class="content_collapsible">
                  <p>Это ответ на частый вопрос. Он вставлен как обычный текстовый блок. Также в область ответа можно вставить любой блок из редактора мотора, но лучше ограничиться обычным текстом или картинкой.
                    Если вы вставляете колонки, то не забудьте настроить отображение  этого блока в мобильной версии сайта.</p>
                </div>
            </article>
            <article class="qestion">
                <button class="collapsible">Что нужно, чтобы задать свой вопрос?</button>
                <div class="content_collapsible">
                  <p>Это ответ на частый вопрос. Он вставлен как обычный текстовый блок. Также в область ответа можно вставить любой блок из редактора мотора, но лучше ограничиться обычным текстом или картинкой.
                    Если вы вставляете колонки, то не забудьте настроить отображение  этого блока в мобильной версии сайта.</p>
                </div>
            </article>
            <article class="qestion">
                <button class="collapsible">А какие еще вопросы нам обычно задают?</button>
                <div class="content_collapsible">
                  <p>Это ответ на частый вопрос. Он вставлен как обычный текстовый блок. Также в область ответа можно вставить любой блок из редактора мотора, но лучше ограничиться обычным текстом или картинкой.
                    Если вы вставляете колонки, то не забудьте настроить отображение  этого блока в мобильной версии сайта.</p>
                </div>
            </article>
        </div>
    </section>
</main>
<?php get_footer();?>
<script src="wp-content/themes/myTheme/js/app.js"></script>
</body>
</html>
